Repository: nvdaaddons/VLC
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, fi, hi, hr, hu, it, pl, ro, sk, sl, tr, vi

source: selected
de: Ausgewählt

source: deselected
de: Abgewählt

source: selection removed
de: Auswahl gelöscht

source: Playlist
de: Wiedergabeliste

source: Change VLC appModule settings
bg: Промяна на настройките на добавката за VLC
da: Skift VLC appModule-indstillinger
de: Einstellungen des VLC-Anwendungsmoduls ändern
fi: Muuta VLC-lisäosan asetuksia.
hi: वीएलसी ऐप मॉड्यूल सेटिंग्स बदलें
hr: Promjena postavki za VLC media player podršku
hu: VLC beállításai
it: Modifica le impostazioni dell'addon per VLC
pl: Zmień ustawienia dodatku dla VLC
ro: Modifică setările appModule-ului VLC
sk: VLC
sl: Spremeni nastavitve programskega modula VLC
tr: VLC appModule ayarlarını değiştir
vi: Thay đổi cài đặt cho VLC appModule

source: Use it in the main window if tabulating between playback controls stopped working. It'll tries to bring the focus to the playback control pane to get it to work again.
bg: Използвайте в главния прозорец, ако обхождането с TAB на контролите за възпроизвеждане престане да работи. Това ще опита да пренесе фокуса в панела за контрол на възпроизвеждането, за да сработи отново.
da: Brug det i hovedvinduet, hvis tabulering mellem afspilningskontroller pludseligt ikke fungerer. Dette forsøger at bringe fokus til afspilningskontrolruden for at få det til at fungere igen.
de: Verwenden Sie diese Option im Hauptfenster, wenn das Navigieren mit Tab zwischen den Wiedergabesteuerelementen nicht mehr funktioniert. Es wird versucht, den Fokus auf das Wiedergabesteuerungsfenster zu setzen, damit es wieder funktioniert.
fi: Käytä tätä pääikkunassa, mikäli toistosäädinten välillä siirtyminen Sarkain-näppäimellä lakkasi toimimasta. Kohdistus yritetään siirtää toistosäädinpaneeliin, jotta säädinten välillä siirtyminen saadaan uudelleen toimimaan.
hi: यदि प्लेबैक नियंत्रणों ने बीच में काम करना बंद हो जाए तो इसे मुख्य विंडो में उपयोग करें. यह प्लेबैक नियंत्रण फलक पर फ़ोकस को फिर से लाने की कोशिश करेगा.
hr: Koristite ju u glavnom prozoru ako tabanje po njemu prestane raditi. To će pokušati vratiti fokusabilnost kontrola pod tabulatorom.
hu: A vezérlőgombokra helyezi a fókuszt. Akkor van rá szükség, ha a főablakban valami okból nem lehet navigálni a vezérlőgombokon.
it: Da utilizzare nella finestra principale, se la tabulazione tra i controlli di riproduzione smette di funzionare. Cercherà di portare il focus sul pannello del controllo della riproduzione per farlo funzionare nuovamente.
pl: Użyj tego skrótu w oknie głównym jeżeli poruszanie się tabem przestało działać. takim sposobem można próbuwać poruszać się po panelu kontrolnym VLC aby działało to poruszanie ponownie.
ro: Utilizează asta în fereastra principală dacă navigarea cu tasta tab printre controalele de redare au încetat să mai funcționeze. Va încerca să aducă focalizarea la panoul de control al redării pentru a o face să meargă din nou.
sk: Pokúsi sa vrátiť fokus k prvkom na prehrávanie. Použite v situáciách, keď nefunguje prechod medzi prvkami v hlavnom okne.
sl: To uporabi v glavnem oknu, ko premiki s tipko tabulator med kontrolniki predvajanja prenehajo delovati. To bo poskušalo prenesti žarišče na podokno s kontrolniki predvajanja za ponovno delovanje.
tr: Ana penceredeyken oynatma kontrolleri arasında tab ile dolaşamadığınız zaman kullanın. Tekrar çalışmasını sağlamak için odağı oynatma kontrol bölmesine getirmeye çalışır.
vi: Dùng nó ở cửa sổ chính nếu việc lập bảng giữa các điều khiển phát bị ngưng hoạt động. Nó sẽ nỗ lực để đưa focus đến bảng điều khiển phát để làm nó hoạt động trở lại.

source: Toggle verbosity: if enabled, it will announce the elapsed time and volume
bg: Превключване на многословността: ако е включено, ще докладва изминалото време и силата на звука
da: Skift annonceringsniveau: hvis det er aktiveret, vil dette meddele den forløbne tid og lydstyrke
de: Ausführlichkeit umschalten. Wenn aktiviert, werden verstrichene Zeit und lautstärke gelesen
fi: Puheliaisuus päälle/pois: Kulunut aika ja äänenvoimakkuus puhutaan, jos tämä on käytössä.
hi: टॉगल यदि सक्षम किया गया है, तो यह बीते हुए समय और आवाज की घोषणा करेगा
hr: Uključi ili isključi pričljivost: ako je omogućeno, izgovarat će trenutnu glasnoću i preostalo vrijeme
hu: Bőbeszédűség, ha be van kapcsolva,akkor a program bejelenti az eltelt időt és a hangerőt.
it: Scegli la prolissità: se attivata, vocalizzerà il tempo rimanente e il volume
pl: Przełącz gadatliwość: Jeżeli ta opcja jest włączona, wypowie to czas pozostały utworu i głośność
ro: Activează sau dezactivează verbozitatea: dacă este activată, va anunța timpul scurs și volumul
sk: Zapína a vypína výrečnosť: Ak je zapnuté, bude oznamovať uplynutý čas a hlasitosť.
sl: Stikalo zgovornosti: če je vključeno, bo NVDA naznanila pretečeni čas in glasnost
tr: Ayrıntıyı değiştir: etkinleştirilirse, geçen süreyi ve ses seviyesini bildirir
vi: Bật / tắt độ chi tiết: nếu bật, nó sẽ thông báo thời gian còn lại và âm lượng

source: %d hours
bg: %d часа
da: %d timer
de: %d Stunden
fi: %d tuntia
hi: %d घंटे
hr: %d sati
hu: %d óra
it: %d ore
pl: %d godzin
ro: orele %d
sk: %d hodín
sl: %d ure
tr: %d saat
vi: %d giờ

source: %d hour
bg: %d час
da: %d time
de: %d Stunde
fi: %d tunti
hi: %d घंटा
hr: %d sat
hu: %d óra
it: %d ora
pl: %d godzina
ro: ora %d
sk: %d hodina
sl: %d ura
tr: %d saat
vi: %d giờ

source: %s%d minutes
bg: %s%d минути
da: %s%d minutter
de: %s%d minuten
fi: %s%d minuuttia
hi: %s%d मिनट
hr: %s%d minuta
hu: %s%d perc
it: %s%d minuti
pl: %s%d minut
ro: minutele %s%d
sk: %s%d minút
sl: %s%d minute
tr: %s%d dakika
vi: %s%d phút

source: %s %d seconds
bg: %s %d секунди
da: %s %d sekunder
de: %s%d Sekunden
fi: %s %d sekuntia
hi: %s %d सेकंड
hr: %s %d sekundi
hu: %s %d másodperc
it: %s %d secondi
pl: %s %d sekund
ro: %s %d secunde
sk: %s%d sekúnd
sl: %s %d sekunde
tr: %s %d saniye
vi: %s %d giây

source: %s %d second
bg: %s %d секунда
da: %s %d sekund
de: %s%d Sekunde
fi: %s %d sekunti
hi: %s %d सेकंड
hr: %s %d sekunda
hu: %s %d másodperc
it: %s %d secondo
pl: %s %d sekunda
ro: secunda %s %d
sk: %s%d sekunda
sl: %s %d sekunda
tr: %s %d saniye
vi: %s %d giây

source: There are no controls available
bg: Няма налични контроли
da: Der er ingen kontroller tilgængelig
de: Keine Steuerungen verfügbar
fi: Säätimiä ei käytettävissä
hi: कोई कण्ट्रोल उपलब्ध नहीं हैं
hr: Nema dostupnih kontrola
hu: Nincs elérhető vezérlőgomb.
it: Non ci sono controlli disponibili
pl: Nie ma dostępnych kontrolek
ro: Nu există controale disponibile
sk: Nie sú dostupné žiadne ovládacie prvky
sl: Tu ni na voljo nobenih kontrolnikov
tr: Kullanılabilir denetim yok
vi: Không có điều khiển nào hoạt động

source: Empty
bg: Празно
da: Tom
de: Leer
fi: Tyhjä
hi: खाली
hr: Prazno
hu: Üres
it: Vuoto
pl: Pusta
ro: Gol
sk: Prázdny
sl: Prazno
tr: Boş
vi: Rỗng

source: %s of %s
bg: %s от %s
da: %s af %s
de: %s von %s
fi: %s / %s
hi: %s का %s
hr: %s od %s
hu: %s per %s
it: %s di %s
pl: %s z %s
ro: %s din %s
sk: %s z %s
sl: %s od %s
tr: %s bölü %s
vi: %s của %s

source: playing
bg: възпроизвежда се
da: afspiller
de: läuft
fi: toistetaan
hi: धुन बज रही है
hr: reproducira se
hu: lejátszás
it: In riproduzione
pl: odtwarzanie
ro: în curs de redare
sk: prehrávanie
sl: predvajanje
tr: Çalıyor
vi: đang phát

source: Reads the information of the current playback.
de: Liest Informationen über die aktuelle Wiedergabe

source: unchecked
bg: Без отметка
da: Ikke markeret
de: deaktiviert
fi: ei valittu
hi: चेक नहीं किया
hr: Nije odabrano
hu: Nincs bejelölve
it: disattivato
pl: Niezaznaczone
ro: nebifat
sk: nezačiarknuté
sl: ni izbrano
tr: İşaretli değil
vi: chưa chọn

source: Repeat mode
bg: Режим на повторение
da: Gentagetilstand
de: Wiederholungsmodus
fi: Uudelleentoisto
hi: रिपीट मोड
hr: Način ponavljanja
hu: Ismétlő mód
it: Modalità ripetizione
pl: Tryb powtarzania
ro: Mod repetare
sk: opakovanie
sl: Ponovitveno delovanje
tr: Tekrar modu
vi: Chế độ lặp lại

source: Shuffle mode
bg: Режим на разбъркване
da: Blandetilstand
de: Zufallsmodus
fi: Sekoitus
hi: शफल मोड
hr: Način miješanja
hu: Véletlenszerű lejátszás
it: Modalità casuale
pl: Tryb mieszania
ro: Mod amestecare
sk: náhodný výber
sl: Naključno delovanje
tr: Karıştır modu
vi: Chế độ ngẫu nhiên

source: Volume %s
bg: Силата на звука е %s
da: Lydstyrke %s
de: Lautstärke %s
fi: Äänenvoimakkuus %s
hi: वॉल्यूम %s
hr: Glasnoća %s
hu: Hangerő %s
pl: Głośnosć %s
ro: Volum %s
sk: Hlasitosť %s
sl: Glasnost %s
tr: Ses seviyesi %s
vi: Âm lượng %s

source: Brings panels or dialogs that are displayed on the screen, but NVDA is unable to focus automatically to the fore.
de: Bringt Steuerfelder und Dialoge, die zwar auf dem Bildschirm angezeigt werden, NVDA aber nicht automatisch fokussieren kann, in den Vordergrund.

source: SpecialAlphanumericCharactersInYourLanguage
de: Spezielle alphanumerische Zeichen in Ihrer Sprache

source: VLC appModule settings
bg: Настройки на добавката за VLC
da: VLC appModule-indstillinger
de: Einstellungen des VLC-Anwendungsmoduls
fi: VLC-lisäosan asetukset
hi: वीएलसी ऐप मॉड्यूल सेटिंग्स
hr: Postavke VLC podrške
hu: VLC beállítások
it: Impostazioni dell'addon per VLC
pl: Ustawienia wtyczki dla VLC
ro: Setări appModule VLC
sk: VLC
sl: Nastavitve programskega modula za VLC
tr: VLC appModule ayarları
vi: Cài đặt VLC appModule

source: Announce elapsed time and volume
bg: Докладвай изминалото време и силата на звука
da: Annoncér den forløbne tid og lydstyrke
de: Lautstärke und verstrichene Zeit lesen
fi: Puhu kulunut aika ja äänenvoimakkuus
hi: बीते हुए समय और वॉल्यूम की घोषणा
hr: Izgovara trenutno vrijeme i glasnoću
hu: Az eltelt idő és a hangerő bejelentése
it: Vocalizza il tempo rimanente e il volume
pl: Wymawia czas pozostały i głośność
ro: Anunță timpul scurs și volumul
sk: Oznamovať hlasitosť a uplynutý čas
sl: Naznani pretečeni čas in glasnost
tr: Geçen süreyi ve ses seviyesini bildir
vi: Thông báo thời gian còn lại và âm lượng

source: VLC
hi: वी एल सी मीडिया प्लेयर
hu: VLC Médialejátszó

source: %s%d minute
bg: %s%d минута
da: %s%d minut
fi: %s%d minuutti
hi: %s%d मिनट
hr: %s%d minuta
hu: %s%d perc
it: %s%d minuto
pl: %s%d minuta
ro: minutul %s%d
sk: %s%d minúta
sl: %s%d minuta
tr: %s%d dakika
vi: %s%d phút

source: Pause
bg: Пауза
fi: Tauko
hi: रोकें
hr: Pauza
hu: Szünet
it: Pausa
pl: Pauza
ro: Pauză
sk: Pauza
sl: Premor
tr: Duraklat
vi: Tạm dừng

source: Reads the status bar information
bg: Прочита информацията от лентата на състоянието
da: Læser statuslinjens oplysninger
fi: Lukee tilarivin tiedot.
hi: स्टेटस बार की जानकारी पढ़ता है
hr: Čita informacije statusne trake
hu: Az állapotsor tartalmának bejelentése
it: Legge le informazioni della barra di stato
pl: Odczytuje informacje z paska stanu
ro: Citește informațiile barei de stare
sk: Prečíta stavový riadok.
sl: Prebere informacije v vrstici stanja
tr: Durum çubuğu bilgilerini okur
vi: Đọc thông tin trạng thái

source: VLC Media Player
fi: VLC-mediasoitin
hi: वी एल सी मीडिया प्लेयर
hu: VLC Médialejátszó
sl: Predvajalnik VLC
tr: VLC Medya Oynatıcı

source: Provides some accessibility features for VLC Media Player, as improve navigation or read status bar
bg: Предоставя някои подобрения за достъпността на VLC Media Player, като подобрена навигация и прочитане на лентата на състоянието
da: Tilbyder tilgængelighedsfunktioner i VLC Media Player, f.eks. forbedret navigation og læsning af statuslinjen
fi: Tarjoaa VLC-mediasoittimelle joitakin saavutettavuusominaisuuksia, kuten parannellun liikkumisen käyttöliittymän eri säätimissä ja tilarivin lukemisen.
hi: यह वीएलसी मीडिया प्लेयर के लिए कुछ सुविधाएँ प्रदान करता है, जैसे कि नेविगेशन में सुधार या स्टेटस बार पढ़ना
hr: Pruža neke funkcije pristupačnosti za VLC Media Player, poput boljeg kretanja ili čitanja statusne trake
hu: Elősegíti a VLC Médialejátszó akadálymentes használatát a vezérlőgombok és az állapotsor felolvasásával.
it: Fornisce alcune facilitazioni in ambito accessibilità per VLC Media Player, come il miglioramento dell'esplorazione e la lettura della barra di stato
pl: Dodaje niektóre ulepszenia dostępności dla VLC Media Playera, takie jak ulepszenie poruszania się po oknie lub odczytywanie paska stanu
sk: Vylepšenia prístupnosti aplikácie VLC media player. Zlepšená navigácia a podpora pre čítanie stavového riadka
sl: Ddoda nekaj zmožnosti glede dostopnosti za predvajalnik VLC, kot sso izboljšave krmiljenja in branja vrstice stanja
tr: VLC Media Player için navigasyon veya okuma durumunu iyileştirmek gibi bazı erişilebilirlik özellikleri sağlar.
vi: Cung cấp vài tính năng tiếp cận cho VLC Media Player như cải thiện khả năng điều hướng và đọc thanh trạng thái
